{
  "id": 1,
  "personFullName": "Александров М.К.",
  "totalErrorInaccuracies": 3,
  "totalWarningInaccuracies": 1,
  "patientCards": [
    {
      "id": 1,
      "cardTitle": "Жалобы",
      "cardData": [
        "На момент осмотра пациент предъявляет жалобы на повышенную сухость во рту, жажду, боли «дерущего» характера; на периодическую изжогу; на периодическое повышение АД до 150/100; на частое мочеиспускание в течение дня, на дискомфорт при мочеиспускании; на сухость губ; на красные пятна, крупные, сливные, появившиеся в области груди."
      ],
      "inaccuracies": [
        {
          "id": 1,
          "type": "error",
          "cardSubstring": "Рост, Вес, ИМТ, SPO2",
          "comment": "<sup>Анализ меддокументации</sup>: обязательное поле, не заполнено"
        }
      ]
    },
    {
      "id": 2,
      "cardTitle": "Анамнез заболевания",
      "cardData": [
        "Пациент в середине марта находился на лечении у стоматолога. По поводу стоматологического заболевания курсом использовался Линкомицин 1 иньекция 1 раз в три дня — две иньекции; Азитромицин 500 мг 1 таблетка в сутки курс 11 дней. На фоне приёма антибактериальных препаратов отметил внезапное, острое появление вышеперечисленных жалоб. Самостоятельно принмал ЛАктобаланс по 1 капсуле 3 раза в день, в связи с сохраняющимися симтомами решил обратиться к врачу.",
        " ",
        " ",
        "Консультация врача-терапевта от 01.04.2020: На момент осмотра состояние пациента относительно удовлетворительное. Пациент отметил появление вышеописанных симптомов на фоне проведения курса антибактериальной терапии. В связи с предъявляемыми жалобами, для выявления возникших острых побочных действия антибактериальных препаратов (сыпь, симтомы со стороны ЛОР-органов, симптомы со стороны ЖКТ и мочевыводящей системы), для исключения впервые выявленного нарушения толерантности к глюкозе (осложнён анамнеза — у мамы СД, тип не помнит), в связи с выявлением повышенного Артериального давления (150/90 мм.рт.ст) рекомендованы консультации следующих специалистов:",
        "врача-кардиолога первичная",
        "врача-уролога первичная",
        "врача-дерматовенеролога первичная",
        "врача-эндокринолога первичная",
        "врача-гастроэнтеролога первичная",
        "врача оториноларинголога первичная"
      ],
      "inaccuracies": []
    },
    {
      "id": 3,
      "cardTitle": "Анамнез жизни",
      "cardData": [
        "ВИЧ инфекцию, вирусные гепатиты, сифилис, туберкулёз отрицает.",
        "Хронические заболевания: отрицает.",
        "Операции и травмы: в 2006 году перелом левой руки в результате ДТП (пациента сбил автомобиль).",
        "Аллергоанамнез: ___.",
        "Эпимданамнез: за пределы РФ в последние 6 месяцев не выезжал. С инфекционными больными и лицами, вернувшимися из стран эпидемиологического риска не контактировала.",
        "Вредные привычки: _____",
        "Наследственность: отягощена со стороны матери — СД",
        " ",
        "До окончания обследования установить степень нетрудоспособности не представляется возможным.",
        "",
        "самостоятельное обращение."
      ],
      "inaccuracies": [
        {
          "id": 1,
          "type": "warning",
          "cardSubstring": "Аллергоанамнез: ___.",
          "comment": "Обязательное поле"
        },
        {
          "id": 2,
          "type": "error",
          "cardSubstring": "Вредные привычки: _____",
          "comment": "Обязательное поле"
        }
      ]
    },
    {
      "id": 4,
      "cardTitle": "Status Praesense",
      "cardData": [
        "Общее состояние удовлетворительное. Сознание ясное. Подкожно-жировой слой выраженный, развит преимущественно по абдоминальному типу. Лимфатические узлы не увеличены. Телосложение гиперстеническое. Видимые костные деформации не определяются. Параметры: Температура 37.0, Пульс — 80 в мин; АД — 150 и 90 мм.рт.ст. SatO2–99%. ЧДД — 17 в минуту",
        "Рост:176 см Вес: 100 кг.",
        "Кожные покровы: чистые, без видимых изменений, нормальной окраски, тургор в норме, влажность обычная. Неврологическая симптоматика: поведенческие реакции адекватные.",
        "Органы дыхания: дыхание через нос не затруднено, выделения из носовых ходов отсутствуют на момент осмотра. Аускультативно дыхание в лёгких везикулярное с жёстким акцентом в нижних отделах (вероятней всего изменено на фоне курения), проводится во все отделы, хрипы не выслушиваются. Сердечно-сосудистая система: область сердца визуально не изменена, аускультативно тоны сердца приглушённые, ритмичные. Органы пищеварения: слизистая полости рта чистая, розовая, язык в полости рта по средней линии влажный, не обложен, слизистая ротоглотки гиперемирована, слизистая задней стенки гиперемирована, миндалины не увеличены, налёта нет, глотание не нарушено. Живот обычной формы, активно участвует в акте дыхания, безболезненный, перитонеальные симптомы отрицательные. Симтом Мюсси-Георгиевского, Ортнера-Грекова отрицательные. Мочевыделительная система: отеки отсутствуют. Мочеиспускание свободное, безболезненное, симптом поколачивания отрицательный с обеих сторон.",
        "",
        "На верхней части грудной клетки обнаруживаются бледно-розовые крупные пятна, сливные."
      ],
      "inaccuracies": []
    },
    {
      "id": 5,
      "cardTitle": "Выполненные исследования:",
      "cardData": [
        "Консультация врача кардиолога от 01.04.2020, установлен диагноз: Основные: Гипертоническая болезнь 1–2 степени, стадия и риск требуют уточнения",
        "Сопутствующие: Ожирение 1 степени. Токсическая нефропатия? Аллергическая сыпь на фоне приёма на азитромицина?",
        "Сахарный диабет неуточнённый? ГЭРБ? Острый фарингит? Острый ларингит? Нарушения толерантности к глюкозе?.",
        "Даны рекомендации по лечению, назначено обследование.",
        "Консультация врача дерматолога от 01.04.2020, установлен диагноз: Дерматит, вызванный веществами, принятыми во внутрь. Даны рекомендации по лечению.",
        "Консультация ЛОР-врача от 01.04.2020: Хронический фарингит(обострение), даны рекомендации по лечению.",
        "В ОАМ от 04.04.2020: без отклонений от референсных норм.",
        "В ОАК от 04.04.2020: без отклонений от референсных норм.",
        "В б/х анализе крови от 04.04.2020: глюкоза 5.2; ЛПОНП 0.32 (на нижней границе нормы), Триглицериды 0.7, Креатинин 115.78 (что соответвтствует норме0.",
        "Данные ЭФГДС от 04.04.2020: Эрозивный гастрит, ассоциированный с HP (+++). Эрозивный дуоденит. Рубцово-язвенная деформация слизистой 12 перстной кишки. Эозинофильный эзофагит?"
      ],
      "inaccuracies": [
        {
          "id": 1,
          "type": "error",
          "cardSubstring": "Острый ларингит",
          "comment": "Диагноз не соответствует жалобам. "
        },
        {
          "id": 2,
          "type": "error",
          "cardSubstring": "глюкоза 5.2; ЛПОНП 0.32 (на нижней границе",
          "comment": "Лишний анализ"
        }
      ]
    }
  ]
}
